Repository: Nihlus/Launchpad
Catalog: Launchpad.Launcher/Resources/Strings.*.resx
Languages: fr, sv_se

# cancelString
source: Cancel
fr: Annuler
sv_se: Avbryt

# editSettingsTitle
source: Edit Settings
fr: Modifier les paramètres
sv_se: Redigera Inställningar

# editString
source: Edit
fr: Modifier
sv_se: Redigera

# errorTitle
source: Launchpad - Error
fr: Launchpad - Erreur
sv_se: Launchpad - Fel

# fileDownloadMessage
source: Downloading file {0}: {1} of {2} bytes.
fr: Téléchargement du fichier {0} : {1} de {2} octets.
sv_se: Laddar ned {0}: {1} av {2} bytes.

# ftpConnectionFailureMessage
source: Failed to connect to the FTP server. Please check your FTP settings.
fr: La connexion au serveur FTP a échoué. Vérifiez les paramètres FTP.
sv_se: Kunde inte ansluta till servern. Var vänlig och kontrollera dina inställningar.

# ftpConnectionFailureString
source: Could not connect to server.
fr: La connexion au serveur a échoué.
sv_se: Kunde inte ansluta till servern.

# ftpPasswordString
source: FTP Password:
fr: Mot de passe du FTP :
sv_se: Lösenord:

# ftpURLString
source: FTP URL:
fr: URL du FTP:
sv_se: URL:

# ftpUsernameString
source: FTP Username:
fr: Nom d'utilisateur du FTP :
sv_se: Användarnamn:

# gameDownloadFailMessage
source: Game download failed. Are you missing the manifest?
fr: Échec de téléchargement du jeu. Manifeste éventuellement manquant ?
sv_se: Nedladdningen misslyckades. Saknas manifestet?

# gameDownloadFinishedMessage
source: Game download finished. Play away!
fr: Téléchargement du jeu terminé. À vous de jouer !
sv_se: Nedladdningen har avslutats. Spela på!

# gameNameString
source: Game Name:
fr: Nom du jeu:
sv_se: Spelnamn:

# idleString
source: Idle
fr: Inactif
sv_se: Inaktiv

# infoTitle
source: Launchpad - Info
sv_se: Launchpad - Information

# initialStartupMessage
source: This appears to be the first time you're starting the launcher. Is this the location where you would like to install the game? {0}
fr: Cela semble être la première fois que vous démarrez le launcher. Est-ce bien l'endroit où vous souhaitez installer le jeu? {0}
sv_se: Detta verkar vara den första gången som du startar programmet. Är detta platsen du vill installera spelet i? {0}

# installingLabel
source: Installing...
fr: Installation...
sv_se: Installerar...

# installLabel
source: Install
fr: Installer
sv_se: Installera

# languageString
source: Language
fr: Langue
sv_se: Språk

# launchFailMessage
source: The game failed to launch. Try repairing the installation.
fr: Impossible de démarrer le jeu. Essayez de réparer l'installation.
sv_se: Spelet kunde inte starta. Försök att reparera installationen.

# launchFailTitle
source: Launchpad - Failed to launch the game!
fr: Launchpad - Impossible de démarrer le jeu !
sv_se: Launchpad - Kunde inte starta spelet!

# launchingLabel
source: Launching...
fr: Lancement...
sv_se: Startar...

# launchLabel
source: Launch
fr: Lancement
sv_se: Starta

# localSettingsTitle
source: <b>Local</b>
sv_se: <b>Lokala Inställningar</b>

# malformedFTPURLMessage
source: The URL needs to begin with "ftp://". Please correct the URL.
fr: L'URL doit commencer par "ftp://". Entrez une URL valide.
sv_se: Din valda URL måste börja med "ftp://". Vänligen korrigera detta.

# noPlatformMessage
source: The server does not provide the game for the selected platform.
fr: Le serveur ne fournit pas le jeu pour la plate-forme sélectionnée.
sv_se: Server erbjuder inte spelet för den valda plattformen.

# noPlatformTitle
source: Launchpad - Platform not provided!
fr: Launchpad - Plate-forme non fournie !
sv_se: Launchpad - Plattformen stöds inte!

# optionsString
source: Options
sv_se: Alternativ

# remoteSettingsTitle
source: <b>Remote</b>
fr: <b>Reculé</b>
sv_se: <b>Fjärrinställningar</b>

# repairFinishMessage
source: Launchpad has finished repairing the game installation. Play away!
fr: Launchpad a terminé la réparation de l'installation du jeu. À vous de jouer !
sv_se: Launchpad har avslutat reparationen av installationen. Spela på!

# repairFinishTitle
source: Launchpad - Game repair finished
fr: Launchpad - Réparation du jeu terminée
sv_se: Launchpad - Spelreparation avslutad

# repairingLabel
source: Repairing...
fr: Réparation...
sv_se: Reparerar...

# repairLabel
source: Repair
fr: Réparer
sv_se: Reparera

# settingsString
source: Settings
fr: Paramètres
sv_se: Inställningar

# systemTargetString
source: System Target:
fr: Cible Système:
sv_se: Systemtyp:

# updateLabel
source: Update
fr: Mise à jour
sv_se: Uppdatera

# updatingLabel
source: Updating...
fr: Mise à jour...
sv_se: Uppdaterar...

# usageTitle
source: Anonymous useage stats are not enabled.
fr: Statistiques d'utilisation anonyme non activées.
sv_se: Anonyma användardata skickas inte.

# verifyingMessage
source: Verifying...
fr: Vérification...
sv_se: Verifierar...

# warningTitle
source: Launchpad - Warning
fr: Launchpad - Avertissement
sv_se: Launchpad - Varning

# windowTitle
source: Launchpad - <GameName>
sv_se: Launchpad - <Spelnamn>
